[
    {"marque": "Buggati", "modele": "veyron", "prix" : 2000000, "detail": "Bugatti Veyron. La Veyron 16.4 (/vɛʁɔ̃/) est une supercar du constructeur automobile français Bugatti produite de 2005 à 2015, atteignant la vitesse de 431,072 km/h dans sa version Super Sport, elle était alors la voiture de série la plus rapide du monde. ... Les premiers exemplaires sont sortis d'usine le 19 avril 2005 ."},
    {"marque": "Buggati", "modele": "chiron","prix": 26000000, "detail": "La Chiron est une supercar du constructeur automobile français Bugatti (acquis en 1998 par le groupe allemand Volkswagen), descendante annoncée de la Bugatti Veyron 16.4. ... Elle tient son nom du pilote automobile monégasque Louis Chiron (1899-1979)"},
    {"marque": "Porsche", "modele":"911","prix": 113000, "detail": "La Porsche 911 est une voiture de sport haut de gamme fabriquée par la firme allemande Porsche. La première génération est commercialisée en 1964, intégralement conçue par la firme de Stuttgart. Cinquante ans plus tard, le modèle emblématique de Porsche en conserve l'esthétique générale et le nom. La 911 est toujours produite et commercialisée dans sa dernière version en date, la 992. L'architecture du moteur est restée inchangée jusqu'à aujourd'hui. Il s'agit du 6-cylindres à plat (flat-six), disposé en porte-à-faux arrière."},
    {"marque": "Alipne", "modele": "A110","prix": 60000, "detail": "L'Alpine A110 est une voiture sportive française développée par Jean Rédélé et fabriquée à Dieppe par Alpine entre 19621 et 19771 à partir de mécaniques Renault. Célèbre sous la forme de berlinette, l'A110 a été championne des rallyes en 1971 et 1973."},
    {"marque": "lamborghini", "modele": "Aventador", "prix":340000, "detail": "La Lamborghini Aventador LP700-4 (700 ch), connue en interne sous les codes « LB834 » (coupé) et « LB835 » (roadster), est une supercar développée par le constructeur automobile italien Lamborghini produite de 2011 à 20211. Dévoilée au salon de Genève 2011, elle remplace la Lamborghini Murciélago."},
    {"marque": "Ferrari", "modele": "458 Italia", "prix": 163000, "detail": "La 458 Italia est une voiture de sport produite par le constructeur italien Ferrari. Les deux premiers chiffres de son nom indiquent la cylindrée du moteur et le dernier, le nombre de cylindres. Le nom « Italia », succédant à « Modena » et « Maranello », rappelle les origines géographiques de la marque."},
    {"marque": "Mercedes", "modele": "AMG gt", "prix":120000, "detail": "La Mercedes-AMG GT est une voiture sportive produite par le constructeur automobile allemand Mercedes-AMG de 2014 à 2021. Il s'agit de la seconde voiture de sport développée complètement en interne après la Mercedes-Benz SLS AMG."},
    {"marque": "Mclaren", "modele": "victor", "prix": 1685000, "detail": "La Senna (code interne P15) est une supercar du constructeur automobile britannique Mclaren présentée le 10 décembre 20172."}  
]